Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.rejected.reason.notADocument
source: The picture you sent as your identity document does not show an identity document. Photograph the document itself — your passport's photo page or your ID card — and submit again.
ar: الصورة التي أرسلتها على أنها وثيقة الهوية لا تُظهر وثيقة هوية. صوّر الوثيقة نفسها — صفحة الصورة في جوازك أو بطاقة هويتك — وأرسلها مرة أخرى.
bn: পরিচয়পত্র হিসেবে আপনি যে ছবি পাঠিয়েছেন তাতে কোনো পরিচয়পত্র দেখা যাচ্ছে না। নথিটির নিজেরই ছবি তুলুন — আপনার পাসপোর্টের ছবিওয়ালা পাতা বা আইডি কার্ড — এবং আবার জমা দিন।
ca: La imatge que has enviat com a document d'identitat no mostra cap document d'identitat. Fotografia el document en si (la pàgina de la foto del passaport o el DNI) i torna-ho a enviar.
cs: Obrázek, který jsi poslal jako doklad, doklad nezobrazuje. Vyfotografuj přímo doklad – stranu s fotografií v pasu nebo občanský průkaz – a odešli znovu.
da: Billedet, du sendte som dit id-dokument, viser ikke et id-dokument. Fotografér selve dokumentet – din pas-datoside eller dit id-kort – og send igen.
de: Das Bild, das du als Ausweisdokument gesendet hast, zeigt kein Ausweisdokument. Fotografiere das Dokument selbst – die Fotoseite deines Reisepasses oder deinen Personalausweis – und sende es erneut ab.
el: Η εικόνα που έστειλες ως έγγραφο ταυτότητας δεν δείχνει έγγραφο ταυτότητας. Φωτογράφισε το ίδιο το έγγραφο — τη σελίδα με τη φωτογραφία του διαβατηρίου σου ή την ταυτότητά σου — και υπέβαλέ το ξανά.
es: La imagen que enviaste como documento de identidad no muestra ningún documento de identidad. Fotografía el propio documento (la página de la foto de tu pasaporte o tu tarjeta de identidad) y envíalo otra vez.
fi: Henkilöllisyysasiakirjaksi lähettämässäsi kuvassa ei näy henkilöllisyysasiakirjaa. Kuvaa itse asiakirja – passin kuvasivu tai henkilökorttisi – ja lähetä uudelleen.
fr: L’image envoyée comme document d’identité ne montre pas de document d’identité. Photographiez le document lui-même — la page photo de votre passeport ou votre carte d’identité — puis renvoyez-le.
he: התמונה ששלחת כמסמך זהות לא מראה מסמך זהות. צלם את המסמך עצמו — עמוד התמונה בדרכון או תעודת הזהות — ושלח שוב.
hi: पहचान दस्तावेज़ के रूप में आपकी भेजी तस्वीर में कोई पहचान दस्तावेज़ नहीं दिखता। दस्तावेज़ की ही फ़ोटो लें — आपके पासपोर्ट का फ़ोटो वाला पन्ना या आपका ID कार्ड — और फिर से सबमिट करें।
hr: Slika koju si poslao/poslala kao ispravu ne prikazuje ispravu. Fotografiraj samu ispravu — stranicu s fotografijom iz putovnice ili osobnu iskaznicu — i pošalji ponovno.
hu: Az azonosító okmányként küldött képen nem azonosító okmány látható. Magát az okmányt fényképezd le – az útleveled fotóoldalát vagy a személyi igazolványodat –, és küldd be újra.
id: Gambar yang kamu kirim sebagai dokumen identitas tidak menampakkan dokumen identitas. Fotolah dokumennya langsung — halaman foto paspor atau kartu identitasmu — lalu kirim ulang.
it: L'immagine inviata come documento d'identità non mostra un documento d'identità. Fotografa il documento stesso, la pagina con la foto del passaporto o la carta d'identità, e invia di nuovo.
ja: 身分証明書として送られた画像に、身分証明書が写っていません。パスポートの写真ページやIDカードなど、書類そのものを撮影して、もう一度送信してください。
ko: 신분증으로 보낸 사진에 신분증이 보이지 않아요. 여권의 사진 페이지나 신분증 카드 등 문서 자체를 촬영해서 다시 제출해 주세요.
ml: തിരിച്ചറിയൽ രേഖയായി നിങ്ങൾ അയച്ച ചിത്രത്തിൽ ഒരു തിരിച്ചറിയൽ രേഖ കാണുന്നില്ല. രേഖയുടെ തന്നെ ഫോട്ടോ എടുക്കുക — പാസ്‌പോർട്ടിന്റെ ഫോട്ടോ പേജ് അല്ലെങ്കിൽ ഐഡി കാർഡ് — എന്നിട്ട് വീണ്ടും സമർപ്പിക്കുക.
ms: Gambar yang anda hantar sebagai dokumen identiti tidak menunjukkan dokumen identiti. Potret dokumen itu sendiri — halaman foto pasport atau kad pengenalan anda — dan hantar semula.
nb: Bildet du sendte som legitimasjon, viser ikke et legitimasjonsdokument. Ta bilde av selve dokumentet, passsiden med bildet eller ID-kortet, og send inn igjen.
nl: De foto die je als identiteitsbewijs hebt gestuurd toont geen identiteitsbewijs. Fotografeer het document zelf, de fotopagina van je paspoort of je identiteitskaart, en verstuur opnieuw.
pl: Zdjęcie wysłane jako dokument tożsamości nie przedstawia dokumentu tożsamości. Sfotografuj sam dokument — stronę ze zdjęciem w paszporcie lub dowód osobisty — i wyślij ponownie.
pt_br: A imagem que você enviou como documento de identidade não mostra um documento de identidade. Fotografe o próprio documento (a página da foto do passaporte ou o seu RG) e envie novamente.
pt_pt: A imagem que enviou como documento de identificação não mostra um documento de identificação. Fotografe o próprio documento — a página da fotografia do passaporte ou o cartão de cidadão — e submeta de novo.
ro: Imaginea trimisă ca act de identitate nu arată un act de identitate. Fotografiază chiar documentul — pagina cu fotografia din pașaport sau cartea de identitate — și trimite din nou.
ru: На фото, отправленном как документ, нет документа. Сфотографируйте сам документ — страницу паспорта с фото или ID-карту — и отправьте заново.
sk: Obrázok, ktorý si poslal ako doklad totožnosti, doklad totožnosti nezobrazuje. Odfoť samotný doklad — stranu s fotografiou v pase alebo občiansky preukaz — a odošli ho znova.
sv: Bilden du skickade som id-dokument visar inget id-dokument. Fotografera själva dokumentet – passets fotosida eller ditt id-kort – och skicka in igen.
ta: அடையாள ஆவணமாக நீங்கள் அனுப்பிய படத்தில் அடையாள ஆவணம் இல்லை. ஆவணத்தையே — உங்கள் பாஸ்போர்ட்டின் புகைப்பக்கம் அல்லது அடையாள அட்டையை — படம் எடுத்து மறுபடி சமர்ப்பியுங்கள்.
te: మీ గుర్తింపు పత్రంగా మీరు పంపిన చిత్రంలో గుర్తింపు పత్రం కనిపించడం లేదు. పత్రాన్నే ఫోటో తీయండి — మీ పాస్‌పోర్ట్‌లోని ఫోటో పేజీ లేదా మీ ID కార్డ్ — మళ్లీ సమర్పించండి.
th: รูปที่คุณส่งเป็นเอกสารยืนยันตัวตนไม่ใช่เอกสารยืนยันตัวตน ถ่ายรูปตัวเอกสารเอง คือหน้ารูปของหนังสือเดินทางหรือบัตรประจำตัว แล้วส่งใหม่
tr: Kimlik belgesi olarak gönderdiğiniz resimde bir kimlik belgesi görünmüyor. Belgenin kendisini (pasaportunuzun fotoğraf sayfasını veya kimlik kartınızı) fotoğraflayın ve tekrar gönderin.
uk: Зображення, яке ви надіслали як документ, не є документом, що посвідчує особу. Сфотографуйте сам документ — сторінку з фото в паспорті або ID-картку — і надішліть знову.
ur: آپ نے شناختی دستاویز کے طور پر جو تصویر بھیجی اس میں کوئی شناختی دستاویز نظر نہیں آتا۔ خود دستاویز کی تصویر لیں — اپنے پاسپورٹ کا تصویر والا صفحہ یا شناختی کارڈ — اور دوبارہ جمع کرائیں۔
vi: Ảnh bạn gửi làm giấy tờ tùy thân không phải là giấy tờ tùy thân. Hãy chụp chính giấy tờ — trang ảnh của hộ chiếu hoặc thẻ căn cước — rồi gửi lại.
zh_hans: 你作为身份证件发送的图片中没有身份证件。请拍摄证件本身，即护照的照片页或身份证，然后再次提交。
zh_hant: 你作為身分證件送出的圖片並不是身分證件。請拍攝證件本身，例如護照的照片頁或身分證，然後再次送出。

# auth.rejected.reason.notGenuine
source: The document you sent is not a genuine identity document — it is a specimen, a sample, a screenshot or a drawing. Photograph your own document and submit again.
ar: الوثيقة التي أرسلتها ليست وثيقة هوية حقيقية — بل نموذج أو عيّنة أو لقطة شاشة أو رسم. صوّر وثيقتك أنت وأرسلها مرة أخرى.
bn: আপনার পাঠানো নথিটি আসল পরিচয়পত্র নয় — এটি একটি নমুনা, স্ক্রিনশট বা আঁকা ছবি। নিজের নথির ছবি তুলে আবার জমা দিন।
ca: El document que has enviat no és un document d'identitat autèntic: és un model, una mostra, una captura de pantalla o un dibuix. Fotografia el teu propi document i torna-ho a enviar.
cs: Odeslaný doklad není pravý doklad totožnosti – je to vzor, ukázka, snímek obrazovky nebo kresba. Vyfotografuj svůj vlastní doklad a odešli znovu.
da: Dokumentet, du sendte, er ikke et ægte id-dokument – det er en prøve, et eksempel, et skærmbillede eller en tegning. Fotografér dit eget dokument, og send igen.
de: Das gesendete Dokument ist kein echtes Ausweisdokument – es ist ein Muster, eine Vorlage, ein Screenshot oder eine Zeichnung. Fotografiere dein eigenes Dokument und sende es erneut ab.
el: Το έγγραφο που έστειλες δεν είναι γνήσιο έγγραφο ταυτότητας — είναι δείγμα, υπόδειγμα, στιγμιότυπο οθόνης ή σχέδιο. Φωτογράφισε το δικό σου έγγραφο και υπέβαλέ το ξανά.
es: El documento que enviaste no es un documento de identidad auténtico: es un espécimen, una muestra, una captura de pantalla o un dibujo. Fotografía tu propio documento y envíalo otra vez.
fi: Lähettämäsi asiakirja ei ole aito henkilöllisyysasiakirja – se on näyte, malli, kuvakaappaus tai piirros. Kuvaa oma asiakirjasi ja lähetä uudelleen.
fr: Le document envoyé n’est pas un véritable document d’identité — c’est un spécimen, un exemple, une capture d’écran ou un dessin. Photographiez votre propre document puis renvoyez-le.
he: המסמך ששלחת אינו מסמך זהות אמיתי — זו דוגמה, תצלום מסך או ציור. צלם את המסמך שלך ושלח שוב.
hi: आपका भेजा दस्तावेज़ असली पहचान दस्तावेज़ नहीं है — वह नमूना, सैंपल, स्क्रीनशॉट या ड्रॉइंग है। अपने ही दस्तावेज़ की फ़ोटो लें और फिर से सबमिट करें।
hr: Isprava koju si poslao/poslala nije izvorna — riječ je o uzorku, primjerku, snimci zaslona ili crtežu. Fotografiraj svoju ispravu i pošalji ponovno.
hu: A beküldött okmány nem valódi azonosító okmány – mintapéldány, minta, képernyőkép vagy rajz. Fényképezd le a saját okmányodat, és küldd be újra.
id: Dokumen yang kamu kirim bukan dokumen identitas asli — melainkan spesimen, contoh, tangkapan layar, atau gambar. Fotolah dokumen milikmu sendiri lalu kirim ulang.
it: Il documento inviato non è un documento d'identità autentico: è uno specimen, un campione, uno screenshot o un disegno. Fotografa il tuo documento e invia di nuovo.
ja: 送られた書類は本物の身分証明書ではありません。見本、サンプル、スクリーンショット、または絵のようです。ご自身の書類を撮影して、もう一度送信してください。
ko: 보낸 문서는 실제 신분증이 아니에요. 견본, 샘플, 스크린샷 또는 그림이에요. 본인의 실제 문서를 촬영해서 다시 제출해 주세요.
ml: നിങ്ങൾ അയച്ച രേഖ യഥാർഥ തിരിച്ചറിയൽ രേഖയല്ല — അത് മാതൃക, സാമ്പിൾ, സ്ക്രീൻഷോട്ട് അല്ലെങ്കിൽ ചിത്രരചന ആണ്. നിങ്ങളുടെ സ്വന്തം രേഖയുടെ ഫോട്ടോ എടുത്ത് വീണ്ടും സമർപ്പിക്കുക.
ms: Dokumen yang anda hantar bukan dokumen identiti tulen — ia spesimen, contoh, tangkapan skrin atau lukisan. Potret dokumen anda sendiri dan hantar semula.
nb: Dokumentet du sendte, er ikke ekte legitimasjon. Det er et eksemplar, en prøve, et skjermbilde eller en tegning. Ta bilde av ditt eget dokument og send inn igjen.
nl: Het document dat je hebt gestuurd is geen echt identiteitsbewijs: het is een specimen, een voorbeeld, een screenshot of een tekening. Fotografeer je eigen document en verstuur opnieuw.
pl: Wysłany dokument nie jest prawdziwym dokumentem tożsamości — to wzór, próbka, zrzut ekranu lub rysunek. Sfotografuj własny dokument i wyślij ponownie.
pt_br: O documento enviado não é um documento de identidade genuíno: é um espécime, um modelo, uma captura de tela ou um desenho. Fotografe o seu próprio documento e envie novamente.
pt_pt: O documento que enviou não é um documento de identificação genuíno — é um espécime, uma amostra, uma captura de ecrã ou um desenho. Fotografe o seu próprio documento e submeta de novo.
ro: Documentul trimis nu este un act de identitate autentic — este un specimen, un eșantion, o captură de ecran sau un desen. Fotografiază propriul act și trimite din nou.
ru: Отправленный документ не является подлинным: это образец, макет, скриншот или рисунок. Сфотографируйте свой настоящий документ и отправьте заново.
sk: Doklad, ktorý si poslal, nie je pravý doklad totožnosti — je to vzorka, ukážka, snímka obrazovky alebo kresba. Odfoť svoj vlastný doklad a odošli ho znova.
sv: Dokumentet du skickade är inget äkta id-dokument – det är ett provexemplar, en skärmbild eller en teckning. Fotografera ditt eget dokument och skicka in igen.
ta: நீங்கள் அனுப்பிய ஆவணம் உண்மையான அடையாள ஆவணம் அல்ல — அது மாதிரி, ஸ்கிரீன்ஷாட் அல்லது வரைபடம். உங்கள் சொந்த ஆவணத்தைப் படம் எடுத்து மறுபடி சமர்ப்பியுங்கள்.
te: మీరు పంపిన పత్రం నిజమైన గుర్తింపు పత్రం కాదు — అది నమూనా, స్క్రీన్‌షాట్ లేదా చిత్రం. మీ స్వంత పత్రాన్ని ఫోటో తీసి మళ్లీ సమర్పించండి.
th: เอกสารที่คุณส่งไม่ใช่เอกสารยืนยันตัวตนของจริง แต่เป็นตัวอย่าง ภาพจำลอง ภาพหน้าจอ หรือภาพวาด ถ่ายรูปเอกสารของคุณเองแล้วส่งใหม่
tr: Gönderdiğiniz belge gerçek bir kimlik belgesi değil; bir örnek, numune, ekran görüntüsü veya çizim. Kendi belgenizi fotoğraflayın ve tekrar gönderin.
uk: Надісланий документ не є справжнім документом, що посвідчує особу, — це зразок, макет, знімок екрана або малюнок. Сфотографуйте власний документ і надішліть знову.
ur: آپ کا بھیجا ہوا دستاویز اصلی شناختی دستاویز نہیں ہے — یہ نمونہ، اسکرین شاٹ یا ڈرائنگ ہے۔ اپنے ہی دستاویز کی تصویر لیں اور دوبارہ جمع کرائیں۔
vi: Giấy tờ bạn gửi không phải giấy tờ tùy thân thật — đó là bản mẫu, bản minh họa, ảnh chụp màn hình hoặc hình vẽ. Hãy chụp giấy tờ của chính bạn rồi gửi lại.
zh_hans: 你发送的不是真实的身份证件，而是样本、示例、截图或绘图。请拍摄你自己的证件，然后再次提交。
zh_hant: 你送出的證件不是真正的身分證件，而是樣本、範例、螢幕截圖或繪圖。請拍攝你自己的證件，然後再次送出。

# auth.rejected.reason.underMinimumAge
source: The identity you presented is under the minimum age for Known.
ar: الهوية التي قدّمتها دون الحد الأدنى للعمر في «معروف».
bn: আপনি যে পরিচয় দেখিয়েছেন তা Known-এর ন্যূনতম বয়সের চেয়ে কম।
ca: La identitat que has presentat és d'una persona menor de l'edat mínima per a Known.
cs: Předložená totožnost patří osobě mladší, než je minimální věk pro aplikaci Known.
da: Den identitet, du viste, er under mindstealderen for Known.
de: Die vorgelegte Identität liegt unter dem Mindestalter für Known.
el: Η ταυτότητα που υπέβαλες ανήκει σε άτομο κάτω από την ελάχιστη ηλικία για το Known.
es: La identidad que presentaste no alcanza la edad mínima para usar Known.
fi: Esittämäsi henkilöllisyyden haltija on alle Knownin ikärajan.
fr: L’identité présentée est en dessous de l’âge minimum requis pour Known.
he: הזהות שהצגת היא מתחת לגיל המינימום ב-Known.
hi: आपके दिखाए गए पहचान दस्तावेज़ के अनुसार आपकी उम्र Known की न्यूनतम आयु से कम है।
hr: Osoba na predočenoj ispravi mlađa je od najmanje dobi za aplikaciju Known.
hu: A bemutatott személy a Known minimális korhatára alatt van.
id: Identitas yang kamu tunjukkan berada di bawah usia minimum untuk Known.
it: L'identità presentata è sotto l'età minima per usare Known.
ja: 提示された身分証明書の年齢が、Knownの最低年齢に達していません。
ko: 제출한 신분증의 나이가 Known의 최소 연령보다 어려요.
ml: നിങ്ങൾ സമർപ്പിച്ച ഐഡന്റിറ്റി Known-ന്റെ കുറഞ്ഞ പ്രായപരിധിയിൽ താഴെയാണ്.
ms: Identiti yang anda kemukakan berada di bawah umur minimum untuk Known.
nb: Identiteten du la fram, er under aldersgrensen for Known.
nl: De identiteit die je hebt getoond is jonger dan de minimumleeftijd voor Known.
pl: Osoba z okazanego dokumentu nie osiągnęła minimalnego wieku wymaganego w Known.
pt_br: A identidade apresentada é de uma pessoa abaixo da idade mínima para usar o Known.
pt_pt: A identidade que apresentou está abaixo da idade mínima para a Known.
ro: Identitatea prezentată se află sub vârsta minimă pentru Known.
ru: Возраст в предъявленном документе ниже минимального для Known.
sk: Predložená totožnosť patrí osobe pod minimálnym vekom pre Known.
sv: Identiteten du visade är under Knowns minimiålder.
ta: நீங்கள் காட்டிய அடையாளம் Known-இன் குறைந்தபட்ச வயதுக்குக் குறைவானது.
te: మీరు సమర్పించిన గుర్తింపు Known కనీస వయస్సు కంటే తక్కువ.
th: ตัวตนที่คุณแสดงมีอายุต่ำกว่าเกณฑ์ขั้นต่ำของ Known
tr: Sunduğunuz kimlik, Known için gereken asgari yaşın altında.
uk: Особа, зазначена в документі, молодша за мінімальний вік для Known.
ur: آپ کی پیش کردہ شناخت Known کی کم از کم عمر سے کم کی ہے۔
vi: Danh tính bạn xuất trình chưa đủ độ tuổi tối thiểu để dùng Known.
zh_hans: 你出示的身份证件显示的年龄低于 Known 的最低年龄要求。
zh_hant: 你出示的身分未達 Known 的最低年齡。

# auth.rejected.reason.unreadableDocument
source: Your identity document could not be read: the picture is too blurred, dark or cropped. Photograph it again in good light, flat and whole, and submit again.
ar: تعذّرت قراءة وثيقة هويتك: الصورة مشوشة أو مظلمة أو مقصوصة. صوّرها مرة أخرى في إضاءة جيدة، مسطّحة وكاملة، وأرسلها مرة أخرى.
bn: আপনার পরিচয়পত্র পড়া যায়নি: ছবিটি খুব ঝাপসা, অন্ধকার বা কাটা। ভালো আলোতে, সমতলভাবে ও পুরোটা দেখিয়ে আবার ছবি তুলে জমা দিন।
ca: No s'ha pogut llegir el teu document d'identitat: la imatge és massa borrosa, fosca o retallada. Fotografia'l de nou amb bona llum, pla i sencer, i torna-ho a enviar.
cs: Doklad totožnosti se nepodařilo přečíst: obrázek je příliš rozmazaný, tmavý nebo oříznutý. Vyfotografuj ho znovu při dobrém světle, rovně a celý, a odešli znovu.
da: Dit id-dokument kunne ikke læses: Billedet er for sløret, mørkt eller beskåret. Fotografér det igen i godt lys, fladt og i sin helhed, og send igen.
de: Dein Ausweisdokument konnte nicht gelesen werden: Das Bild ist zu unscharf, zu dunkel oder zu knapp zugeschnitten. Fotografiere es bei gutem Licht noch einmal, flach und vollständig, und sende es erneut ab.
el: Το έγγραφο ταυτότητάς σου δεν μπόρεσε να διαβαστεί: η εικόνα είναι πολύ θολή, σκοτεινή ή κομμένη. Φωτογράφισέ το ξανά με καλό φως, ίσιο και ολόκληρο, και υπέβαλέ το ξανά.
es: No se pudo leer tu documento de identidad: la imagen está demasiado borrosa, oscura o recortada. Vuelve a fotografiarlo con buena luz, plano y entero, y envíalo otra vez.
fi: Henkilöllisyysasiakirjaasi ei voitu lukea: kuva on liian epätarkka, tumma tai rajattu. Kuvaa se uudelleen hyvässä valossa, tasaisena ja kokonaisena, ja lähetä uudelleen.
fr: Votre document d’identité n’a pas pu être lu : l’image est trop floue, sombre ou coupée. Photographiez-le à nouveau avec un bon éclairage, à plat et en entier, puis renvoyez-le.
he: לא ניתן היה לקרוא את מסמך הזהות שלך: התמונה מטושטשת, חשוכה או חתוכה מדי. צלם אותו שוב באור טוב, ישר ושלם, ושלח שוב.
hi: आपका पहचान दस्तावेज़ पढ़ा नहीं जा सका: तस्वीर बहुत धुंधली, अँधेरी या कटी हुई है। अच्छी रोशनी में, सीधा और पूरा रखकर दोबारा फ़ोटो लें और फिर से सबमिट करें।
hr: Tvoja isprava nije se mogla pročitati: slika je previše mutna, tamna ili izrezana. Ponovno je fotografiraj na dobrom svjetlu, ravno i cijelu, pa pošalji ponovno.
hu: Az azonosító okmányodat nem sikerült beolvasni: a kép túl elmosódott, sötét vagy levágott. Fényképezd le újra jó fényben, laposan és teljes egészében, majd küldd be újra.
id: Dokumen identitasmu tidak bisa dibaca: gambarnya terlalu buram, gelap, atau terpotong. Fotolah lagi di tempat terang, rata dan utuh, lalu kirim ulang.
it: Non è stato possibile leggere il tuo documento: l'immagine è troppo sfocata, scura o tagliata. Fotografalo di nuovo con buona luce, piatto e intero, e invia di nuovo.
ja: 身分証明書を読み取れませんでした。画像がぼやけている、暗い、または切れています。明るい場所で、書類を平らにして全体を撮影し、もう一度送信してください。
ko: 신분증을 읽을 수 없었어요. 사진이 너무 흐리거나 어둡거나 잘렸어요. 밝은 곳에서 문서 전체가 평평하게 보이도록 다시 촬영해서 제출해 주세요.
ml: നിങ്ങളുടെ തിരിച്ചറിയൽ രേഖ വായിക്കാനായില്ല: ചിത്രം മങ്ങിയതോ ഇരുണ്ടതോ ക്രോപ്പ് ചെയ്തതോ ആണ്. നല്ല വെളിച്ചത്തിൽ, പരന്ന നിലയിൽ, മുഴുവനായി വീണ്ടും ഫോട്ടോ എടുത്ത് വീണ്ടും സമർപ്പിക്കുക.
ms: Dokumen identiti anda tidak dapat dibaca: gambar terlalu kabur, gelap atau terpangkas. Potret semula dalam cahaya yang baik, rata dan penuh, dan hantar semula.
nb: Legitimasjonen din kunne ikke leses: bildet er for uskarpt, mørkt eller beskåret. Ta nytt bilde i godt lys, flatt og hele dokumentet, og send inn igjen.
nl: Je identiteitsbewijs kon niet worden gelezen: de foto is te vaag, te donker of te krap bijgesneden. Fotografeer het opnieuw bij goed licht, plat en in zijn geheel, en verstuur opnieuw.
pl: Nie udało się odczytać dokumentu tożsamości: zdjęcie jest zbyt rozmazane, ciemne lub ucięte. Sfotografuj go ponownie przy dobrym świetle, płasko i w całości, a następnie wyślij ponownie.
pt_br: Não foi possível ler seu documento de identidade: a imagem está muito borrada, escura ou cortada. Fotografe-o novamente com boa luz, plano e inteiro, e envie de novo.
pt_pt: Não foi possível ler o seu documento de identificação: a imagem está demasiado desfocada, escura ou cortada. Fotografe-o novamente com boa luz, plano e inteiro, e submeta de novo.
ro: Actul tău nu a putut fi citit: imaginea este prea neclară, întunecată sau tăiată. Fotografiază-l din nou la lumină bună, drept și întreg, și trimite din nou.
ru: Не удалось прочитать ваш документ: снимок слишком размытый, тёмный или обрезан. Сфотографируйте его снова при хорошем освещении, ровно и целиком, и отправьте заново.
sk: Tvoj doklad totožnosti sa nepodarilo prečítať: obrázok je príliš rozmazaný, tmavý alebo orezaný. Odfoť ho znova pri dobrom svetle, rovno a celý, a odošli ho znova.
sv: Ditt id-dokument gick inte att läsa: bilden är för suddig, mörk eller beskuren. Fotografera det igen i bra ljus, platt och helt, och skicka in igen.
ta: உங்கள் அடையாள ஆவணத்தைப் படிக்க முடியவில்லை: படம் மிகவும் மங்கலாக, இருட்டாக அல்லது வெட்டப்பட்டுள்ளது. நல்ல வெளிச்சத்தில், தட்டையாக, முழுமையாக மீண்டும் படம் எடுத்துச் சமர்ப்பியுங்கள்.
te: మీ గుర్తింపు పత్రాన్ని చదవలేకపోయాం: చిత్రం మసకగా, చీకటిగా లేదా కత్తిరించినట్లు ఉంది. మంచి వెలుతురులో, సమతలంగా, పూర్తిగా కనిపించేలా మళ్లీ ఫోటో తీసి, మళ్లీ సమర్పించండి.
th: อ่านเอกสารยืนยันตัวตนของคุณไม่ได้ รูปเบลอ มืด หรือถูกตัดขอบ ถ่ายใหม่ในที่ที่มีแสงดี วางให้เรียบและเห็นครบทั้งใบ แล้วส่งใหม่
tr: Kimlik belgeniz okunamadı: resim çok bulanık, karanlık veya kırpılmış. İyi ışıkta, düz ve tam olarak yeniden fotoğraflayın ve tekrar gönderin.
uk: Ваш документ не вдалося прочитати: зображення надто розмите, темне або обрізане. Сфотографуйте його ще раз при гарному освітленні, рівно і повністю, та надішліть знову.
ur: آپ کا شناختی دستاویز پڑھا نہیں جا سکا: تصویر بہت دھندلی، تاریک یا کٹی ہوئی ہے۔ اچھی روشنی میں، سیدھا اور پورا رکھ کر دوبارہ تصویر لیں اور دوبارہ جمع کرائیں۔
vi: Không đọc được giấy tờ tùy thân của bạn: ảnh quá mờ, tối hoặc bị cắt. Hãy chụp lại ở nơi đủ sáng, đặt phẳng và đủ toàn bộ, rồi gửi lại.
zh_hans: 无法读取你的身份证件：图片太模糊、太暗或被裁掉了一部分。请在光线良好的地方将证件平放并完整拍下，然后再次提交。
zh_hant: 無法讀取你的身分證件：圖片太模糊、太暗或被裁切。請在光線良好處平放並完整拍攝，然後再次送出。

# auth.rejected.reason.verificationRevoked
source: A moderator has withdrawn the verification of your account.
ar: سحب مشرف التوثيق من حسابك.
bn: একজন মডারেটর আপনার অ্যাকাউন্টের ভেরিফিকেশন প্রত্যাহার করেছেন।
ca: Un moderador ha retirat la verificació del teu compte.
cs: Moderátor stáhl ověření tvého účtu.
da: En moderator har trukket verificeringen af din konto tilbage.
de: Ein Moderator hat die Verifizierung deines Kontos zurückgezogen.
el: Ένας συντονιστής ανακάλεσε την επαλήθευση του λογαριασμού σου.
es: Un moderador ha retirado la verificación de tu cuenta.
fi: Moderaattori on peruuttanut tilisi vahvistuksen.
fr: Un modérateur a retiré la vérification de votre compte.
he: מנהל תוכן ביטל את אימות החשבון שלך.
hi: एक मॉडरेटर ने आपके अकाउंट का सत्यापन वापस ले लिया है।
hr: Moderator je povukao provjeru tvog računa.
hu: Egy moderátor visszavonta a fiókod hitelesítését.
id: Seorang moderator telah mencabut verifikasi akunmu.
it: Un moderatore ha revocato la verifica del tuo account.
ja: モデレーターがあなたのアカウントの認証を取り消しました。
ko: 모더레이터가 계정 인증을 철회했어요.
ml: ഒരു മോഡറേറ്റർ നിങ്ങളുടെ അക്കൗണ്ടിന്റെ പരിശോധന പിൻവലിച്ചു.
ms: Seorang moderator telah menarik balik pengesahan akaun anda.
nb: En moderator har trukket tilbake verifiseringen av kontoen din.
nl: Een moderator heeft de verificatie van je account ingetrokken.
pl: Moderator wycofał weryfikację Twojego konta.
pt_br: Um moderador retirou a verificação da sua conta.
pt_pt: Um moderador retirou a verificação da sua conta.
ro: Un moderator a retras verificarea contului tău.
ru: Модератор отозвал проверку вашего аккаунта.
sk: Moderátor stiahol overenie tvojho účtu.
sv: En moderator har återkallat verifieringen av ditt konto.
ta: ஒரு மதிப்பீட்டாளர் உங்கள் கணக்கின் சரிபார்ப்பைத் திரும்பப் பெற்றுள்ளார்.
te: మోడరేటర్ మీ ఖాతా ధృవీకరణను ఉపసంహరించారు.
th: ผู้ดูแลได้เพิกถอนการยืนยันบัญชีของคุณ
tr: Bir moderatör hesabınızın doğrulamasını geri çekti.
uk: Модератор скасував верифікацію вашого облікового запису.
ur: ایک ماڈریٹر نے آپ کے اکاؤنٹ کی تصدیق واپس لے لی ہے۔
vi: Một người kiểm duyệt đã thu hồi xác minh của tài khoản bạn.
zh_hans: 版主已撤销你账户的验证。
zh_hant: 版主已撤銷你帳號的驗證。
